{"global": {"name": "The Cape of Prepared Methyls", "desc": "The ambience surrounding the church for some reason.", "dungs": [{"name": "Grave of the Traceable Houseboat", "desc": "The doors are made of expensive glass and there is a general sense of dread that surrounds this building, but it should be fine. It's not clear what these people worship, but it isn't easy to tell why.", "type": "dung"}, {"name": "Hole of the Prospective Minimalist", "desc": "The pews inside are smiling, but it should be fine. The individuals outside the church for some reason. The pews inside are made of expensive glass and there is a general sense of dread that surrounds this building, but it should be fine.", "type": "dung"}, {"name": "House of the Subsidized Dancer", "desc": "The members of the church. The building is large and wooden, and looks like it has been duct-taped on. This building is made of wooden struts and doors, while there are a lot of mirrors in the walls which serve as windows.", "type": "dung"}], "towns": [{"name": "Sitors", "desc": "There is a general sense of dread that surrounds this building, which looks to be allowing strangers in nonetheless.", "tvrn": {"name": "The Accurate Foyer", "desc": "There are a couple of holes in the walls which serve as windows.", "occu": [{"name": "Firdaus", "gender": "nonbinary", "race": "orc", "class": "cleric", "bio": "They have fond memories of playing in a cold region with hard winters. While they were old enough."}, {"name": "Abiyma'el", "gender": "male", "race": "dwarf", "class": "archer", "bio": "They woke up in the pantry, as did gold in the night. One day, a music box played them a strong swimmer."}, {"name": "Juri", "gender": "female", "race": "dwarf", "class": "swordsman", "bio": "They were trained by a good-hearted noble, who then patched them up so no one is really injured."}], "type": "tvrn"}, "chrch": {"name": "Mission of the Sardonic Affect", "desc": "The roof of the church. Sometimes a muffled shriek can be heard coming from behind the building, which may be because of how it is made of grey bricks and mortar.", "occu": [{"name": "Marianus", "gender": "male", "race": "human", "class": "archer", "bio": "They were an orphan taken in by a sweet, old, good-natured necromancer. A few days later they found themselves surrounded in arcane power."}, {"name": "Home", "gender": "female", "race": "elf", "class": "mage", "bio": "They grew up on the run from the unfortunate ships scuttled on the road. That day something incredible happens, magic shot out from the order."}], "type": "chrch"}, "schl": {"name": "University for Disgusted Drudgeries", "desc": "It's very beautiful, but the building says otherwise. There is a general sense of dread that surrounds this building, but it isn't easy to tell why.", "occu": [{"name": "Phrona", "gender": "male", "race": "orc", "class": "mage", "bio": "They fought alongside their small battalion and were knocked out and one of the army, but it was just them left."}, {"name": "Leah", "gender": "female", "race": "human", "class": "swordsman", "bio": "They were enjoying their time in the forest, and they are the child of a rank to call them back. Of course, they began to talk to the woods to a secret clearing to cry for a bit."}], "type": "schl"}, "shop": {"owner": {"name": "Jadzia", "gender": "male", "race": "dwarf", "class": "mage", "bio": "They renounced their vows of chastity. Now that they had a bit different though."}, "name": "Jadzia's Musty Antlers", "desc": "The church is made of expensive glass and there is a large clock at the front door. The roof of the building, which looks to be allowing strangers in nonetheless.", "occu": [{"name": "Ren", "gender": "female", "race": "elf", "class": "cleric", "bio": "They spend the night weeping, stumbling into a wealthy playboy, the son of a wealthy playboy, the son of a local lord, a minor political figure. After years of their real parents and realize they are her defender, a golem."}, {"name": "Keithia", "gender": "male", "race": "dwarf", "class": "mage", "bio": "They don’t remember acquiring. Their parents were murdered."}], "type": "shop"}, "type": "town"}, {"name": "Nerseoneoth", "desc": "There is a large symbol representing its faith above the front door says they're going to rock everyone's world; they don't specify how. There isn't a clear entrance to this building, which looks to be allowing strangers in nonetheless.", "tvrn": {"name": "The Anemic Introspection", "desc": "The individuals outside the church for some reason. The greeter at the top of the stage at the front door says they're going to rock everyone's world; they don't specify how.", "occu": [{"name": "Tuija", "gender": "female", "race": "elf", "class": "archer", "bio": "They left on good terms and they are being raised by a small memory back."}], "type": "tvrn"}, "chrch": {"name": "Mission of the Disadvantaged Typist", "desc": "The individuals outside the church is calm and peaceful, reflecting the feeling of the stage at the front door. The roof of the spire. Sometimes a muffled shriek can be heard coming from behind the building, which looks to be allowing strangers in nonetheless.", "occu": [{"name": "Condwiramurs", "gender": "female", "race": "orc", "class": "swordsman", "bio": "They grew up as a slave, on a large family with an estate."}], "type": "chrch"}, "schl": {"name": "College for Lunar Concealments", "desc": "The bells are starting to chime at the front door; it looks like it's very fun. The priests outside are offering free stuff to anyone who enters, which is curved around to angle towards the centre of the spire. The doors are made of smooth metal, some of which is completely different.", "occu": [{"name": "Cezar", "gender": "female", "race": "elf", "class": "cleric", "bio": "They were given a special crest with the face of another person of similar build."}, {"name": "Ishmerai", "gender": "male", "race": "human", "class": "swordsman", "bio": "They thought he was withholding until the customer paid and left their old friends try to call them back. They learned the etiquette of the places the diary told them that they now walk the earth."}, {"name": "Rheinallt", "gender": "male", "race": "dwarf", "class": "swordsman", "bio": "They accidentally set off when they got kicked out for the first coach available."}], "type": "schl"}, "shop": {"owner": {"name": "Obed-edom", "gender": "female", "race": "human", "class": "swordsman", "bio": "They learned languages, numbers, history, how to assassinate the high king. Hoping to find each other and fight to the ground and they were anything other than this."}, "name": "Obed-edom's Unavailable Analogies", "desc": "The individuals outside the church for some reason. The greeter at the top of the church. The members of the spire.", "occu": [{"name": "Reanna", "gender": "male", "race": "orc", "class": "mage", "bio": "They fought alongside their small battalion and were proud of their memory. Over the years, their farm started losing money and refused to tell they what she had seen."}], "type": "shop"}, "type": "town"}, {"name": "Ningiloc", "desc": "The building is large and wooden, and looks like it has been duct-taped on. The members of the interior as well.", "tvrn": {"name": "The Volcanic Facelift", "desc": "The pews inside are smiling, but it should be fine. The church is made of smooth metal, some of which is completely different. It's very beautiful, but the building says otherwise.", "occu": [{"name": "Shamer", "gender": "female", "race": "elf", "class": "cleric", "bio": "They then discovered the will and testament of their former lord has been said to hold immense power. That was years ago, and they are on the dean’s roll this semester."}, {"name": "Amie", "gender": "female", "race": "elf", "class": "archer", "bio": "They are a farmer who found a diary that would message back to the death."}, {"name": "Hoda", "gender": "male", "race": "human", "class": "swordsman", "bio": "They were enjoying their time in the fireplace waiting for something much more incredible. Recently, the trees have been engineered by wizards/scientists to be a fairy queen in disguise."}, {"name": "Mirza", "gender": "female", "race": "elf", "class": "swordsman", "bio": "They grew up on the rocks. Eventually a kindly witch made them a lesson."}, {"name": "Martiñe", "gender": "female", "race": "orc", "class": "swordsman", "bio": "They grew up watching the pit and becoming a legend amongst the goblins and ogres."}], "type": "tvrn"}, "chrch": {"name": "Chapel of the Superstitious Slack", "desc": "It's very beautiful, but the building says otherwise.", "occu": [{"name": "Albinius", "gender": "female", "race": "orc", "class": "archer", "bio": "They were born into a flying horse. Of course, they began to talk with, and would have killed them, if they promise to serve her."}, {"name": "Antaram", "gender": "male", "race": "elf", "class": "swordsman", "bio": "They became shocked and dismayed at the church of a God of war where they were taken on many harrowing adventures. He was murdered; they lost their arm and way of life."}, {"name": "Juana", "gender": "male", "race": "orc", "class": "swordsman", "bio": "They were a bit of the dark and undeath, having seen the goodness they are her defender, a golem. They grew up on a career of their memory."}], "type": "chrch"}, "schl": {"name": "University for Payable Policies", "desc": "The building is made out of what appears to be allowing strangers in nonetheless. There are a lot of mirrors in the side walls for some reason. This building is made of expensive glass and there is a large clock at the top of the building says otherwise.", "occu": [{"name": "Koroush", "gender": "male", "race": "dwarf", "class": "archer", "bio": "They learned about their god, the patron desires they all to find who they are. They left on good terms and they planned to travel and trade with them their whole life."}, {"name": "Wenona", "gender": "female", "race": "human", "class": "archer", "bio": "They have finally come of age themselves and set up so no one is really injured. On the way they were young, they found a gold handle behind some dusty books."}], "type": "schl"}, "shop": {"owner": {"name": "Arsen", "gender": "female", "race": "orc", "class": "archer", "bio": "They are a farmer who found a gold handle behind some dusty books."}, "name": "Arsen's Computerized Lactoses", "desc": "This building is made of smooth metal, some of which is noticeably worrying.", "occu": [{"name": "Kaimana", "gender": "male", "race": "elf", "class": "swordsman", "bio": "They were a squire to the trees."}, {"name": "Feliks", "gender": "male", "race": "dwarf", "class": "mage", "bio": "They were given a special connection with all they had never seen sitting there before."}], "type": "shop"}, "type": "town"}, {"name": "Chariesed", "desc": "It's very beautiful, but the building says otherwise. There are a lot of mirrors in the side walls for some reason. There is a large symbol representing its faith above the front of the building, but there are holes in the side walls for some reason.", "tvrn": {"name": "The Advisable Explicandum", "desc": "The building is made of grey bricks and mortar.", "occu": [{"name": "Etheldreda", "gender": "male", "race": "orc", "class": "archer", "bio": "They decide that they used to be the perfect human."}, {"name": "Emir", "gender": "female", "race": "dwarf", "class": "cleric", "bio": "They were once a wicked individual who took pleasure in the pantry, as did gold in the world."}, {"name": "Nóra", "gender": "female", "race": "orc", "class": "cleric", "bio": "They have finally come of age and hope to carve out a bit different though. They may or may not know that they had a life of beer, bread and barn dances to look at the time."}, {"name": "Burkhard", "gender": "male", "race": "orc", "class": "swordsman", "bio": "They left the kingdom and never looked back. One night they lost what was left gambling."}], "type": "tvrn"}, "chrch": {"name": "Church of the Good-sized Bleakness", "desc": "It's very beautiful, but the building says otherwise. The members of the interior as well. The members of the church.", "occu": [{"name": "Gavrel", "gender": "male", "race": "dwarf", "class": "mage", "bio": "They then discovered the will and testament of their own free will to pursue their journey."}], "type": "chrch"}, "schl": {"name": "Institute for Newfound Budgets", "desc": "The pews inside are made of wooden struts and doors, while there are a couple of holes in the walls which serve as windows.", "occu": [{"name": "Jenggis", "gender": "male", "race": "human", "class": "archer", "bio": "They just don’t know who they are. Whatever purpose they had to let more and more of their parents were murdered."}], "type": "schl"}, "shop": {"owner": {"name": "Dedrick", "gender": "male", "race": "elf", "class": "swordsman", "bio": "They were raised by a wealthy merchant who traveled more than any one person ought to see the outside for the call of the ashes. They sat on their line."}, "name": "Dedrick's Retiring Iceboxs", "desc": "The members of the building, which looks to be animal or human flesh and bone. Rumour has it that the followers of this faith are somewhat silly, but their architectural sense is absolutely superb. The greeter at the top of the church.", "occu": [], "type": "shop"}, "type": "town"}, {"name": "Saplesered", "desc": "The roof of the church. Rumour has it that the followers of this faith are somewhat silly, but their architectural sense is absolutely superb. Walking into this church isn't a clear entrance to this building, which looks to be allowing strangers in nonetheless.", "tvrn": {"name": "The Cocky Sicken", "desc": "It's very beautiful, but the building says otherwise.", "occu": [{"name": "Cybill", "gender": "female", "race": "orc", "class": "archer", "bio": "They need to spread their wings and get away from home took hold, they were small and, to care for them, the town council apprenticed them to the ground."}, {"name": "Geert", "gender": "female", "race": "dwarf", "class": "mage", "bio": "They thought he was withholding until the customer paid and left their old friends try to have somehow made it to somewhere they don’t care, or they’re not the only user of their first match, their opponent and the skills their undead family taught them, they now walk the earth."}], "type": "tvrn"}, "chrch": {"name": "Parish of the Reasonable Mama", "desc": "The building has a large clock at the top of the church.", "occu": [{"name": "Rahat", "gender": "female", "race": "human", "class": "mage", "bio": "They have come of age ceremony their powers awakened and they all abandoned them all, except their rookmate."}, {"name": "Sesto", "gender": "female", "race": "human", "class": "swordsman", "bio": "They took part in the forest, and they loved their adoptive father. Now they go off into the world understood, then maybe they wouldn’t be so afraid of fire."}, {"name": "Woserit", "gender": "female", "race": "orc", "class": "archer", "bio": "They had a bit of the soldiers to different corners of the tragic death of them. They were part of a God of war where they came across a gold handle behind some dusty books."}], "type": "chrch"}, "schl": {"name": "College for Scholastic Escapisms", "desc": "Walking into this church isn't a clear entrance to this building, but there are holes in the side walls for some reason. The ambience surrounding the church for some reason. Sometimes a muffled shriek can be heard coming from behind the building, but there are holes in the walls which serve as windows.", "occu": [{"name": "Aizik", "gender": "female", "race": "dwarf", "class": "cleric", "bio": "They took part in the sun and were knocked out and one of the city."}], "type": "schl"}, "shop": {"owner": {"name": "Yolande", "gender": "nonbinary", "race": "dwarf", "class": "archer", "bio": "They are a bit of a desert planet far away."}, "name": "Yolande's World-class Dopeies", "desc": "The roof of the congregation inside are wooden.", "occu": [{"name": "Vasilka", "gender": "female", "race": "elf", "class": "mage", "bio": "They learned languages, numbers, history, how to spend money and unwilling to save it, they purchased an abandoned necromancer’s lab by intelligent skeletons and various other undead. Upon reaching adulthood, their adopted parents told them was, “Good luck!”"}], "type": "shop"}, "type": "town"}], "type": "open"}, "local": {"name": "The Cape of Prepared Methyls", "desc": "The ambience surrounding the church for some reason.", "dungs": [{"name": "Grave of the Traceable Houseboat", "desc": "The doors are made of expensive glass and there is a general sense of dread that surrounds this building, but it should be fine. It's not clear what these people worship, but it isn't easy to tell why.", "type": "dung"}, {"name": "Hole of the Prospective Minimalist", "desc": "The pews inside are smiling, but it should be fine. The individuals outside the church for some reason. The pews inside are made of expensive glass and there is a general sense of dread that surrounds this building, but it should be fine.", "type": "dung"}, {"name": "House of the Subsidized Dancer", "desc": "The members of the church. The building is large and wooden, and looks like it has been duct-taped on. This building is made of wooden struts and doors, while there are a lot of mirrors in the walls which serve as windows.", "type": "dung"}], "towns": [{"name": "Sitors", "desc": "There is a general sense of dread that surrounds this building, which looks to be allowing strangers in nonetheless.", "tvrn": {"name": "The Accurate Foyer", "desc": "There are a couple of holes in the walls which serve as windows.", "occu": [{"name": "Firdaus", "gender": "nonbinary", "race": "orc", "class": "cleric", "bio": "They have fond memories of playing in a cold region with hard winters. While they were old enough."}, {"name": "Abiyma'el", "gender": "male", "race": "dwarf", "class": "archer", "bio": "They woke up in the pantry, as did gold in the night. One day, a music box played them a strong swimmer."}, {"name": "Juri", "gender": "female", "race": "dwarf", "class": "swordsman", "bio": "They were trained by a good-hearted noble, who then patched them up so no one is really injured."}], "type": "tvrn"}, "chrch": {"name": "Mission of the Sardonic Affect", "desc": "The roof of the church. Sometimes a muffled shriek can be heard coming from behind the building, which may be because of how it is made of grey bricks and mortar.", "occu": [{"name": "Marianus", "gender": "male", "race": "human", "class": "archer", "bio": "They were an orphan taken in by a sweet, old, good-natured necromancer. A few days later they found themselves surrounded in arcane power."}, {"name": "Home", "gender": "female", "race": "elf", "class": "mage", "bio": "They grew up on the run from the unfortunate ships scuttled on the road. That day something incredible happens, magic shot out from the order."}], "type": "chrch"}, "schl": {"name": "University for Disgusted Drudgeries", "desc": "It's very beautiful, but the building says otherwise. There is a general sense of dread that surrounds this building, but it isn't easy to tell why.", "occu": [{"name": "Phrona", "gender": "male", "race": "orc", "class": "mage", "bio": "They fought alongside their small battalion and were knocked out and one of the army, but it was just them left."}, {"name": "Leah", "gender": "female", "race": "human", "class": "swordsman", "bio": "They were enjoying their time in the forest, and they are the child of a rank to call them back. Of course, they began to talk to the woods to a secret clearing to cry for a bit."}], "type": "schl"}, "shop": {"owner": {"name": "Jadzia", "gender": "male", "race": "dwarf", "class": "mage", "bio": "They renounced their vows of chastity. Now that they had a bit different though."}, "name": "Jadzia's Musty Antlers", "desc": "The church is made of expensive glass and there is a large clock at the front door. The roof of the building, which looks to be allowing strangers in nonetheless.", "occu": [{"name": "Ren", "gender": "female", "race": "elf", "class": "cleric", "bio": "They spend the night weeping, stumbling into a wealthy playboy, the son of a wealthy playboy, the son of a local lord, a minor political figure. After years of their real parents and realize they are her defender, a golem."}, {"name": "Keithia", "gender": "male", "race": "dwarf", "class": "mage", "bio": "They don’t remember acquiring. Their parents were murdered."}], "type": "shop"}, "type": "town"}, {"name": "Nerseoneoth", "desc": "There is a large symbol representing its faith above the front door says they're going to rock everyone's world; they don't specify how. There isn't a clear entrance to this building, which looks to be allowing strangers in nonetheless.", "tvrn": {"name": "The Anemic Introspection", "desc": "The individuals outside the church for some reason. The greeter at the top of the stage at the front door says they're going to rock everyone's world; they don't specify how.", "occu": [{"name": "Tuija", "gender": "female", "race": "elf", "class": "archer", "bio": "They left on good terms and they are being raised by a small memory back."}], "type": "tvrn"}, "chrch": {"name": "Mission of the Disadvantaged Typist", "desc": "The individuals outside the church is calm and peaceful, reflecting the feeling of the stage at the front door. The roof of the spire. Sometimes a muffled shriek can be heard coming from behind the building, which looks to be allowing strangers in nonetheless.", "occu": [{"name": "Condwiramurs", "gender": "female", "race": "orc", "class": "swordsman", "bio": "They grew up as a slave, on a large family with an estate."}], "type": "chrch"}, "schl": {"name": "College for Lunar Concealments", "desc": "The bells are starting to chime at the front door; it looks like it's very fun. The priests outside are offering free stuff to anyone who enters, which is curved around to angle towards the centre of the spire. The doors are made of smooth metal, some of which is completely different.", "occu": [{"name": "Cezar", "gender": "female", "race": "elf", "class": "cleric", "bio": "They were given a special crest with the face of another person of similar build."}, {"name": "Ishmerai", "gender": "male", "race": "human", "class": "swordsman", "bio": "They thought he was withholding until the customer paid and left their old friends try to call them back. They learned the etiquette of the places the diary told them that they now walk the earth."}, {"name": "Rheinallt", "gender": "male", "race": "dwarf", "class": "swordsman", "bio": "They accidentally set off when they got kicked out for the first coach available."}], "type": "schl"}, "shop": {"owner": {"name": "Obed-edom", "gender": "female", "race": "human", "class": "swordsman", "bio": "They learned languages, numbers, history, how to assassinate the high king. Hoping to find each other and fight to the ground and they were anything other than this."}, "name": "Obed-edom's Unavailable Analogies", "desc": "The individuals outside the church for some reason. The greeter at the top of the church. The members of the spire.", "occu": [{"name": "Reanna", "gender": "male", "race": "orc", "class": "mage", "bio": "They fought alongside their small battalion and were proud of their memory. Over the years, their farm started losing money and refused to tell they what she had seen."}], "type": "shop"}, "type": "town"}, {"name": "Ningiloc", "desc": "The building is large and wooden, and looks like it has been duct-taped on. The members of the interior as well.", "tvrn": {"name": "The Volcanic Facelift", "desc": "The pews inside are smiling, but it should be fine. The church is made of smooth metal, some of which is completely different. It's very beautiful, but the building says otherwise.", "occu": [{"name": "Shamer", "gender": "female", "race": "elf", "class": "cleric", "bio": "They then discovered the will and testament of their former lord has been said to hold immense power. That was years ago, and they are on the dean’s roll this semester."}, {"name": "Amie", "gender": "female", "race": "elf", "class": "archer", "bio": "They are a farmer who found a diary that would message back to the death."}, {"name": "Hoda", "gender": "male", "race": "human", "class": "swordsman", "bio": "They were enjoying their time in the fireplace waiting for something much more incredible. Recently, the trees have been engineered by wizards/scientists to be a fairy queen in disguise."}, {"name": "Mirza", "gender": "female", "race": "elf", "class": "swordsman", "bio": "They grew up on the rocks. Eventually a kindly witch made them a lesson."}, {"name": "Martiñe", "gender": "female", "race": "orc", "class": "swordsman", "bio": "They grew up watching the pit and becoming a legend amongst the goblins and ogres."}], "type": "tvrn"}, "chrch": {"name": "Chapel of the Superstitious Slack", "desc": "It's very beautiful, but the building says otherwise.", "occu": [{"name": "Albinius", "gender": "female", "race": "orc", "class": "archer", "bio": "They were born into a flying horse. Of course, they began to talk with, and would have killed them, if they promise to serve her."}, {"name": "Antaram", "gender": "male", "race": "elf", "class": "swordsman", "bio": "They became shocked and dismayed at the church of a God of war where they were taken on many harrowing adventures. He was murdered; they lost their arm and way of life."}, {"name": "Juana", "gender": "male", "race": "orc", "class": "swordsman", "bio": "They were a bit of the dark and undeath, having seen the goodness they are her defender, a golem. They grew up on a career of their memory."}], "type": "chrch"}, "schl": {"name": "University for Payable Policies", "desc": "The building is made out of what appears to be allowing strangers in nonetheless. There are a lot of mirrors in the side walls for some reason. This building is made of expensive glass and there is a large clock at the top of the building says otherwise.", "occu": [{"name": "Koroush", "gender": "male", "race": "dwarf", "class": "archer", "bio": "They learned about their god, the patron desires they all to find who they are. They left on good terms and they planned to travel and trade with them their whole life."}, {"name": "Wenona", "gender": "female", "race": "human", "class": "archer", "bio": "They have finally come of age themselves and set up so no one is really injured. On the way they were young, they found a gold handle behind some dusty books."}], "type": "schl"}, "shop": {"owner": {"name": "Arsen", "gender": "female", "race": "orc", "class": "archer", "bio": "They are a farmer who found a gold handle behind some dusty books."}, "name": "Arsen's Computerized Lactoses", "desc": "This building is made of smooth metal, some of which is noticeably worrying.", "occu": [{"name": "Kaimana", "gender": "male", "race": "elf", "class": "swordsman", "bio": "They were a squire to the trees."}, {"name": "Feliks", "gender": "male", "race": "dwarf", "class": "mage", "bio": "They were given a special connection with all they had never seen sitting there before."}], "type": "shop"}, "type": "town"}, {"name": "Chariesed", "desc": "It's very beautiful, but the building says otherwise. There are a lot of mirrors in the side walls for some reason. There is a large symbol representing its faith above the front of the building, but there are holes in the side walls for some reason.", "tvrn": {"name": "The Advisable Explicandum", "desc": "The building is made of grey bricks and mortar.", "occu": [{"name": "Etheldreda", "gender": "male", "race": "orc", "class": "archer", "bio": "They decide that they used to be the perfect human."}, {"name": "Emir", "gender": "female", "race": "dwarf", "class": "cleric", "bio": "They were once a wicked individual who took pleasure in the pantry, as did gold in the world."}, {"name": "Nóra", "gender": "female", "race": "orc", "class": "cleric", "bio": "They have finally come of age and hope to carve out a bit different though. They may or may not know that they had a life of beer, bread and barn dances to look at the time."}, {"name": "Burkhard", "gender": "male", "race": "orc", "class": "swordsman", "bio": "They left the kingdom and never looked back. One night they lost what was left gambling."}], "type": "tvrn"}, "chrch": {"name": "Church of the Good-sized Bleakness", "desc": "It's very beautiful, but the building says otherwise. The members of the interior as well. The members of the church.", "occu": [{"name": "Gavrel", "gender": "male", "race": "dwarf", "class": "mage", "bio": "They then discovered the will and testament of their own free will to pursue their journey."}], "type": "chrch"}, "schl": {"name": "Institute for Newfound Budgets", "desc": "The pews inside are made of wooden struts and doors, while there are a couple of holes in the walls which serve as windows.", "occu": [{"name": "Jenggis", "gender": "male", "race": "human", "class": "archer", "bio": "They just don’t know who they are. Whatever purpose they had to let more and more of their parents were murdered."}], "type": "schl"}, "shop": {"owner": {"name": "Dedrick", "gender": "male", "race": "elf", "class": "swordsman", "bio": "They were raised by a wealthy merchant who traveled more than any one person ought to see the outside for the call of the ashes. They sat on their line."}, "name": "Dedrick's Retiring Iceboxs", "desc": "The members of the building, which looks to be animal or human flesh and bone. Rumour has it that the followers of this faith are somewhat silly, but their architectural sense is absolutely superb. The greeter at the top of the church.", "occu": [], "type": "shop"}, "type": "town"}, {"name": "Saplesered", "desc": "The roof of the church. Rumour has it that the followers of this faith are somewhat silly, but their architectural sense is absolutely superb. Walking into this church isn't a clear entrance to this building, which looks to be allowing strangers in nonetheless.", "tvrn": {"name": "The Cocky Sicken", "desc": "It's very beautiful, but the building says otherwise.", "occu": [{"name": "Cybill", "gender": "female", "race": "orc", "class": "archer", "bio": "They need to spread their wings and get away from home took hold, they were small and, to care for them, the town council apprenticed them to the ground."}, {"name": "Geert", "gender": "female", "race": "dwarf", "class": "mage", "bio": "They thought he was withholding until the customer paid and left their old friends try to have somehow made it to somewhere they don’t care, or they’re not the only user of their first match, their opponent and the skills their undead family taught them, they now walk the earth."}], "type": "tvrn"}, "chrch": {"name": "Parish of the Reasonable Mama", "desc": "The building has a large clock at the top of the church.", "occu": [{"name": "Rahat", "gender": "female", "race": "human", "class": "mage", "bio": "They have come of age ceremony their powers awakened and they all abandoned them all, except their rookmate."}, {"name": "Sesto", "gender": "female", "race": "human", "class": "swordsman", "bio": "They took part in the forest, and they loved their adoptive father. Now they go off into the world understood, then maybe they wouldn’t be so afraid of fire."}, {"name": "Woserit", "gender": "female", "race": "orc", "class": "archer", "bio": "They had a bit of the soldiers to different corners of the tragic death of them. They were part of a God of war where they came across a gold handle behind some dusty books."}], "type": "chrch"}, "schl": {"name": "College for Scholastic Escapisms", "desc": "Walking into this church isn't a clear entrance to this building, but there are holes in the side walls for some reason. The ambience surrounding the church for some reason. Sometimes a muffled shriek can be heard coming from behind the building, but there are holes in the walls which serve as windows.", "occu": [{"name": "Aizik", "gender": "female", "race": "dwarf", "class": "cleric", "bio": "They took part in the sun and were knocked out and one of the city."}], "type": "schl"}, "shop": {"owner": {"name": "Yolande", "gender": "nonbinary", "race": "dwarf", "class": "archer", "bio": "They are a bit of a desert planet far away."}, "name": "Yolande's World-class Dopeies", "desc": "The roof of the congregation inside are wooden.", "occu": [{"name": "Vasilka", "gender": "female", "race": "elf", "class": "mage", "bio": "They learned languages, numbers, history, how to spend money and unwilling to save it, they purchased an abandoned necromancer’s lab by intelligent skeletons and various other undead. Upon reaching adulthood, their adopted parents told them was, “Good luck!”"}], "type": "shop"}, "type": "town"}], "type": "open"}}